[
  {
    "id": 58,
    "commonName": "Fulvous Forest-Skimmer",
    "malayalamName": "തവിടന്‍ തുരുമ്പൻ",
    "scientificName": "Neurothemis fulvia",
	"sciName": "Neurothemis fulvia (Drury, 1773)",
    "family": "Libellulidae / Skimmers and Hawks / നീര്‍മുത്തന്‍‍മാര്‍",
    "description1": "മുഖ്യമായും ഏഷ്യൻ രാജ്യങ്ങളിലും കേരളത്തിൽ ഇടനാട്, മലനാട് പ്രദേശങ്ങളിൽ കൂടുതലായും കാണപ്പെടുന്ന ഒരിനം കല്ലൻ തുമ്പിയാണ് തുരുമ്പൻ തുമ്പി അഥവാ തവിടൻ തുരുമ്പൻ. ചുവപ്പുകലർന്ന കടുത്ത മജന്ത നിറത്തിൽ ആൺതുമ്പിയും തുരുമ്പിച്ച നിറത്തിൽ പെൺതുമ്പിയും കാണപ്പെടുന്നു.",
    "description2": " ചിറകുകളുടെ ആഗ്ര ഭാഗത്തുള്ള സുതാര്യമായ കലകൾ മറ്റു തുരുമ്പൻ തുമ്പികളിൽ നിന്നും ഇവയെ തിരിച്ചറിയുവാൻ സഹായിക്കുന്നു. ശുദ്ധജലാശയങ്ങളുടെയും കാട്ടരുവികളുടെയും സമീപത്തു വസിക്കുന്ന ഇവയെ തീരപ്രദേശങ്ങളിലും അപൂർവ്വമായി കാണാറുണ്ട്.",
     "description3": "ഈ തുമ്പികൾക്ക് പ്രായമാകുന്തോറും ശരീരത്തിലെ ചുവപ്പ് നിറം കൂടി വരുന്നതായി കാണാം. പെൺതുമ്പികളുടെ ശരീരത്തിന് തുരുമ്പിച്ച മഞ്ഞ നിറമാണ്. നിറവ്യത്യാസം ഒഴിച്ചു നിർത്തിയാൽ ആൺതുമ്പിയും പെൺതുമ്പിയും തമ്മിൽ പ്രകടമായ മറ്റു വ്യത്യാസങ്ങൾ ഇല്ല.  തുരുമ്പൻ തുമ്പിയുടെ പെൺതുമ്പികൾ പല നിറഭേദങ്ങളിൽ കാണപ്പെടുന്നുണ്ട്. ",
     "description4": "ചില തുമ്പികളിൽ ശരീരം മുഴുവനും ഏകതാനമായ മഞ്ഞ നിറം വ്യാപിച്ചു കാണപ്പെടുമ്പോൾ മറ്റു ചില പെൺതുമ്പികളിൽ നിറത്തിന്റെ വ്യാപ്തി ഏറിയും കുറഞ്ഞും കാണാം.  ചെടികളിലോ, ഉണങ്ങിയ കമ്പുകളുടെ അഗ്രഭാഗത്തോ ഇരിക്കാനിഷ്ടപ്പെടുന്നു. വിശ്രമിക്കുമ്പോൾ ചിറകുകൾ താഴ്ത്തിപ്പിടിച്ചിരിക്കുന്നത് കാണാം.",
     "description5": "കാട്ടിനുള്ളിലെ തുറസ്സുകളിലും, കാടിന്റെ അരികുപ്രദേശങ്ങളിലും തുരുമ്പൻ തുമ്പിയുടെ വലിയ കൂട്ടങ്ങൾ പറന്ന് നടക്കുന്നത് കാണാം. കേരളത്തിൽ വർഷം മുഴുവനും ഇവയെ കാണാൻ സാധിക്കും. മെയ് മുതൽ സെപ്റ്റംബർ വരെയുള്ള മാസങ്ങളിലാണ് ഏറ്റവും കൂടുതൽ കാണപ്പെടുന്നത്.",
    "mainPhoto": "~/images/Neurothemis_fulvia_main.jpg",
    "photos": [
      { "url": "~/images/Neurothemis_fulvia_male1.jpg", "credit": "ആൺതുമ്പി © JJ Harrison", "sourceUrl": "https://en.wikipedia.org/wiki/File:Neurothemis_fulvia_9332_-_Doi_Inthanon.jpg" },
      { "url": "~/images/Neurothemis_fulvia_female1.jpg", "credit": "പെൺതുമ്പി © 2010 Jee & Rani Nature Photography", "sourceUrl": "https://en.wikipedia.org/wiki/File:Neurothemis_fulvia-Kadavoor-2016-07-28-001.jpg" }
    ],
    "speciesLink": "https://www.inaturalist.org/taxa/107003-Neurothemis-fulvia",
    "wikipediaLink": "https://en.wikipedia.org/wiki/Neurothemis_fulvia"
  }
 ]
