[
 {
    "id": 59,
    "commonName": "Ruddy Meadow-Skimmer",
    "malayalamName": "പുൽ തുരുമ്പൻ",
    "scientificName": "Neurothemis intermedia",
	"sciName": "Neurothemis intermedia (Rambur, 1842)",
    "family": "Libellulidae / Skimmers and Hawks / നീര്‍മുത്തന്‍‍മാര്‍",
    "description1": "ഏഷ്യയിൽ കാണപ്പെടുന്ന നീർമുത്തൻ കുടുംബത്തിൽ ഉള്ള ഒരു കല്ലൻതുമ്പിയാണ് പുൽ തുരുമ്പൻ. ഈ തുമ്പിയെ പല രാജ്യങ്ങളിലും കാണാമെങ്കിലും അത്ര സർവസാധാരണം അല്ല. പുൽമേടുകളിലും അതുപോലുള്ള തുറസായ സ്ഥലങ്ങളിലുമാണ് ഇവയെ കാണാറുള്ളത്‌. നാല് ഉപവർഗങ്ങളെ തിരിച്ചറിഞ്ഞിട്ടുണ്ട്. ഉപവർഗങ്ങൾ Neurothemis intermedia atalanta Ris 1919, Neurothemis intermedia degener Selys 1879, Neurothemis intermedia excelsa Lieftinck 1934, Neurothemis intermedia intermedia Rambur 1842 ",
    "description2": "കേരളത്തിൽ കാണപ്പെടുന്ന 3 Neurothemis സ്പീഷീസുകളിൽ താരതമ്യേന അപൂർവ്വമായി കാണപ്പെടുന്ന തുമ്പിയാണ് പുൽ തുരുമ്പൻ. പ്രത്യേകിച്ച് തെക്കൻ കേരളത്തിൽ ഇവ വളരെ അപൂർവ്വമാണ്. വടക്കൻ കേരളത്തിൽ കൂടുതലായി കാണപ്പെടുന്ന ഇവയെ പാലക്കാട്, മലപ്പുറം ജില്ലകളിലെ നാട്ടിൻപുറങ്ങളിൽ സുലഭമായി കാണാം. പൊതുവെ വരണ്ട കാലാവസ്ഥ ഇഷ്ടപ്പെടുന്ന വയൽ തുരുമ്പൻ തുമ്പികളെ ",
     "description3": "മഴ കഴിഞ്ഞുള്ള മാസങ്ങളിലാണ് കൂടുതലായും കാണാൻ കഴിയുന്നത്. ഇലപൊഴിയും വനങ്ങൾ ഇവയുടെ ഒരു പ്രധാന ആവാസവ്യവസ്ഥയാണ്. ചുറ്റിനും കുറ്റിച്ചെടികൾ നിറഞ്ഞ ചെറിയ കുളങ്ങൾ ഇവയുടെ ഇഷ്ട കേന്ദ്രങ്ങളാണ്. അധികം ഉയരത്തിൽ പറക്കാൻ ഇഷ്ടപ്പെടാത്ത വയൽ തുരുമ്പൻ കുറ്റിച്ചെടികളുടെയും മറ്റും ഇലപ്പടർപ്പുകളിലിരുന്ന് വെയിൽ കായുന്നത് സാധാരണമാണ്.",
     "description4": "പലപ്പോഴും ചെറിയ കൂട്ടങ്ങളായി കാണപ്പെടുന്ന ഇവയിൽ പെൺതുമ്പികളുടെ എണ്ണം ആൺതുമ്പികളെ അപേക്ഷിച്ച് കൂടുതലായാണ് നിരീക്ഷിക്കപ്പെട്ടിട്ടുള്ളത്. ആൺതുമ്പികളുടെ ഉദരത്തിന് ഏകദേശം രണ്ടര സെന്റിമീറ്ററോളം നീളമുണ്ടായിരിയ്ക്കും. ചിറകുകളുടെ തുടക്കത്തിലുള്ള ചുവപ്പു നിറം ഇവയെ മറ്റു തുമ്പികളിൽ നിന്നും തിരിച്ചറിയാൻ സഹായിക്കുന്നു.",
     "description5": "പെൺതുമ്പികളുടെ ശരീരത്തിന് ചുവപ്പു നിറത്തിനു പകരം കൂടുതൽ മഞ്ഞനിറമായിരിയ്ക്കും.  പെൺതുമ്പികളുടെ ഉദരത്തിലെ കറുപ്പുവരകൾ കൂടുതൽ ഇരുണ്ടതായി കാണപ്പെടുന്നു.",
    "mainPhoto": "~/images/Neurothemis_intermedia_main.jpg",
    "photos": [
      { "url": "~/images/Neurothemis_intermedia_male1.jpg", "credit": "ആൺതുമ്പി © വിനീത് വെങ്ങോലിസ്", "sourceUrl": "https://en.wikipedia.org/wiki/File:Neurothemis_intermedia_05455.jpg" },
      { "url": "~/images/Neurothemis_intermedia_female1.jpg", "credit": "പെൺതുമ്പി © Charles J. Sharp", "sourceUrl": "https://en.wikipedia.org/wiki/File:Paddyfield_parasol_(Neurothemis_intermedia)_female_Kanha.jpg" }
    ],
    "speciesLink": "https://www.inaturalist.org/taxa/107004-Neurothemis-intermedia",
    "wikipediaLink": "https://en.wikipedia.org/wiki/Neurothemis_intermedia"
  }
 ]
