[
  {
    "id": 56,
    "commonName": "Tricolour Blood-tail",
    "malayalamName": "ത്രിവർണ്ണത്തുമ്പി",
    "scientificName": "Lyriothemis tricolor",
	"sciName": "Lyriothemis tricolor (Ris, 1919)",
    "family": "Libellulidae / Skimmers and Hawks / നീര്‍മുത്തന്‍‍മാര്‍",
    "description1": "ത്രിവർണ്ണത്തുമ്പി ഇന്ത്യയിൽ കാണപ്പെടുന്ന നീർമുത്തൻ കുടുംബത്തിൽ ഉള്ള ഒരു കല്ലൻതുമ്പിയാണ്. ബംഗ്ലാദേശ്, ചൈന, ഇന്ത്യ, ജപ്പാൻ, മ്യാന്മാർ, തായ്‌വാൻ എന്നിവിടങ്ങളിലെ ഉഷ്ണമേഖലാവനങ്ങളിൽ ഈ തുമ്പി കാണപ്പെടുന്നു. Lyriothemis ജനുസിൽപെട്ട പതിനഞ്ച് ഇനം തുമ്പികൾ ഏഷ്യയിൽ ആകമാനം കാണപ്പെടുന്നു. ഈ ജനുസിൽപെട്ട മൂന്നു ഇനം തുമ്പികൾ ഇന്ത്യയിൽ കാണപ്പെടുന്നു. അവ L. cleis, L. tricolor, L. acigastra എന്നിവയാണ്. ",
     "description2": "ഇവ മൂന്നും ഇന്ത്യയുടെ വടക്കു കിഴക്കൻ സംസ്ഥാനങ്ങളിൽ മാത്രമായി ഒതുങ്ങിയിരുന്നതായി കരുതിയിരുന്നു. എന്നാൽ 2009 ഇൽ L. tricolor ഉം 2013 ൽ L. acigastra ഉം കേരളത്തിൽ കണ്ടെത്തി. മറ്റു തുമ്പികളിൽനിന്നും വ്യത്യസ്തമായി ഈ തുമ്പി വനങ്ങളിലെ മരപ്പൊത്തുകളിൽ കെട്ടിക്കിടക്കുന്ന വെള്ളത്തിലാണ് മുട്ടയിടുന്നത്. ഈ പൊത്തുകൾക്ക് സമീപം ആൺതുമ്പികൾ കാവൽ നിൽക്കുന്നതും കണ്ടിട്ടുണ്ട്.",
     "description3": "ഈ ജലം പരിശോധിച്ചപ്പോൾ അമ്ലസ്വഭാവമുള്ളതും ധാരാളം ലവണങ്ങൾ അടങ്ങിയതുമായി കാണപ്പെട്ടു. നട്ടെല്ലുള്ളതും ഇല്ലാത്തതുമായ ധാരാളം ജീവികൾ L. tricolor ലാർവക്കൊപ്പം ജീവിക്കുന്നതായും കണ്ടെത്തി. എന്നാൽ ഇവ തമ്മിലുള്ള ബന്ധത്തെക്കുറിച്ച് കൂടുതൽ ഗവേഷണം ആവശ്യമാണ്.",
     "description4": "",
     "description5": "",
    "mainPhoto": "~/images/Lyriothemis_tricolor_main.jpg",
    "photos": [
      { "url": "~/images/Lyriothemis_tricolor_male1.jpg", "credit": "ആൺതുമ്പി © ഡേവിഡ് രാജു", "sourceUrl": "https://en.wikipedia.org/wiki/File:Lyriothemis_tricolor_Ris,_1919_(4).jpg" },
      { "url": "~/images/Lyriothemis_tricolor_female1.jpg", "credit": "പെൺതുമ്പി © ബാലചന്ദ്രന്‍ വി", "sourceUrl": "https://en.wikipedia.org/wiki/File:Lyriothemis_tricolor_Ris,_1919.jpg" }
    ],
    "speciesLink": "https://www.inaturalist.org/taxa/1498313-Lyriothemis-flava",
    "wikipediaLink": "https://en.wikipedia.org/wiki/Lyriothemis_tricolor"
  },
  {
    "id": 57,
    "commonName": "Estuarine Skimmer",
    "malayalamName": "പൊഴിത്തുമ്പി",
    "scientificName": "Macrodiplax cora",
	"sciName": "Macrodiplax cora (Kaup in Brauer, 1867)",
    "family": "Libellulidae / Skimmers and Hawks / നീര്‍മുത്തന്‍‍മാര്‍",
    "description1": "ഏഷ്യയിലും ആസ്ത്രേലിയയിലും കാണപ്പെടുന്ന നീർമുത്തൻ കുടുംബത്തിൽ ഉള്ള ഒരു കല്ലൻതുമ്പിയാണ് പൊഴിത്തുമ്പി. ഉപ്പുവേള്ളത്തോട്‌ പ്രതിരോധശേഷിയുള്ളതിനാൽ ഇവയെ തീരപ്രദേശത്ത് കണ്ടുവരുന്നു.",
    	 "description2": "",
     "description3": "",
     "description4": "",
     "description5": "",
    "mainPhoto": "~/images/Macrodiplax_cora_main.jpg",
    "photos": [
      { "url": "~/images/Macrodiplax_cora_male1.jpg", "credit": "ആൺതുമ്പി © Summerdrought", "sourceUrl": "https://en.wikipedia.org/wiki/File:Macrodiplax_cora_4160.jpg" },
      { "url": "~/images/Macrodiplax_cora_female1.jpg", "credit": "പെൺതുമ്പി © Lin Scott", "sourceUrl": "https://en.wikipedia.org/wiki/File:Macrodiplax_cora_female_obelisk.jpg" }
    ],
    "speciesLink": "https://www.inaturalist.org/taxa/104994-Macrodiplax-cora",
    "wikipediaLink": "https://en.wikipedia.org/wiki/Macrodiplax_cora"
  },
  {
    "id": 58,
    "commonName": "Fulvous Forest-Skimmer",
    "malayalamName": "തവിടന്‍ തുരുമ്പൻ",
    "scientificName": "Neurothemis fulvia",
	"sciName": "Neurothemis fulvia (Drury, 1773)",
    "family": "Libellulidae / Skimmers and Hawks / നീര്‍മുത്തന്‍‍മാര്‍",
    "description1": "മുഖ്യമായും ഏഷ്യൻ രാജ്യങ്ങളിലും കേരളത്തിൽ ഇടനാട്, മലനാട് പ്രദേശങ്ങളിൽ കൂടുതലായും കാണപ്പെടുന്ന ഒരിനം കല്ലൻ തുമ്പിയാണ് തുരുമ്പൻ തുമ്പി അഥവാ തവിടൻ തുരുമ്പൻ. ചുവപ്പുകലർന്ന കടുത്ത മജന്ത നിറത്തിൽ ആൺതുമ്പിയും തുരുമ്പിച്ച നിറത്തിൽ പെൺതുമ്പിയും കാണപ്പെടുന്നു.",
    "description2": " ചിറകുകളുടെ ആഗ്ര ഭാഗത്തുള്ള സുതാര്യമായ കലകൾ മറ്റു തുരുമ്പൻ തുമ്പികളിൽ നിന്നും ഇവയെ തിരിച്ചറിയുവാൻ സഹായിക്കുന്നു. ശുദ്ധജലാശയങ്ങളുടെയും കാട്ടരുവികളുടെയും സമീപത്തു വസിക്കുന്ന ഇവയെ തീരപ്രദേശങ്ങളിലും അപൂർവ്വമായി കാണാറുണ്ട്.",
     "description3": "ഈ തുമ്പികൾക്ക് പ്രായമാകുന്തോറും ശരീരത്തിലെ ചുവപ്പ് നിറം കൂടി വരുന്നതായി കാണാം. പെൺതുമ്പികളുടെ ശരീരത്തിന് തുരുമ്പിച്ച മഞ്ഞ നിറമാണ്. നിറവ്യത്യാസം ഒഴിച്ചു നിർത്തിയാൽ ആൺതുമ്പിയും പെൺതുമ്പിയും തമ്മിൽ പ്രകടമായ മറ്റു വ്യത്യാസങ്ങൾ ഇല്ല.  തുരുമ്പൻ തുമ്പിയുടെ പെൺതുമ്പികൾ പല നിറഭേദങ്ങളിൽ കാണപ്പെടുന്നുണ്ട്. ",
     "description4": "ചില തുമ്പികളിൽ ശരീരം മുഴുവനും ഏകതാനമായ മഞ്ഞ നിറം വ്യാപിച്ചു കാണപ്പെടുമ്പോൾ മറ്റു ചില പെൺതുമ്പികളിൽ നിറത്തിന്റെ വ്യാപ്തി ഏറിയും കുറഞ്ഞും കാണാം.  ചെടികളിലോ, ഉണങ്ങിയ കമ്പുകളുടെ അഗ്രഭാഗത്തോ ഇരിക്കാനിഷ്ടപ്പെടുന്നു. വിശ്രമിക്കുമ്പോൾ ചിറകുകൾ താഴ്ത്തിപ്പിടിച്ചിരിക്കുന്നത് കാണാം.",
     "description5": "കാട്ടിനുള്ളിലെ തുറസ്സുകളിലും, കാടിന്റെ അരികുപ്രദേശങ്ങളിലും തുരുമ്പൻ തുമ്പിയുടെ വലിയ കൂട്ടങ്ങൾ പറന്ന് നടക്കുന്നത് കാണാം. കേരളത്തിൽ വർഷം മുഴുവനും ഇവയെ കാണാൻ സാധിക്കും. മെയ് മുതൽ സെപ്റ്റംബർ വരെയുള്ള മാസങ്ങളിലാണ് ഏറ്റവും കൂടുതൽ കാണപ്പെടുന്നത്.",
    "mainPhoto": "~/images/Neurothemis_fulvia_main.jpg",
    "photos": [
      { "url": "~/images/Neurothemis_fulvia_male1.jpg", "credit": "ആൺതുമ്പി © JJ Harrison", "sourceUrl": "https://en.wikipedia.org/wiki/File:Neurothemis_fulvia_9332_-_Doi_Inthanon.jpg" },
      { "url": "~/images/Neurothemis_fulvia_female1.jpg", "credit": "പെൺതുമ്പി © 2010 Jee & Rani Nature Photography", "sourceUrl": "https://en.wikipedia.org/wiki/File:Neurothemis_fulvia-Kadavoor-2016-07-28-001.jpg" }
    ],
    "speciesLink": "https://www.inaturalist.org/taxa/107003-Neurothemis-fulvia",
    "wikipediaLink": "https://en.wikipedia.org/wiki/Neurothemis_fulvia"
  },
  {
    "id": 59,
    "commonName": "Ruddy Meadow-Skimmer",
    "malayalamName": "പുൽ തുരുമ്പൻ",
    "scientificName": "Neurothemis intermedia",
	"sciName": "Neurothemis intermedia (Rambur, 1842)",
    "family": "Libellulidae / Skimmers and Hawks / നീര്‍മുത്തന്‍‍മാര്‍",
    "description1": "ഏഷ്യയിൽ കാണപ്പെടുന്ന നീർമുത്തൻ കുടുംബത്തിൽ ഉള്ള ഒരു കല്ലൻതുമ്പിയാണ് പുൽ തുരുമ്പൻ. ഈ തുമ്പിയെ പല രാജ്യങ്ങളിലും കാണാമെങ്കിലും അത്ര സർവസാധാരണം അല്ല. പുൽമേടുകളിലും അതുപോലുള്ള തുറസായ സ്ഥലങ്ങളിലുമാണ് ഇവയെ കാണാറുള്ളത്‌. നാല് ഉപവർഗങ്ങളെ തിരിച്ചറിഞ്ഞിട്ടുണ്ട്. ഉപവർഗങ്ങൾ Neurothemis intermedia atalanta Ris 1919, Neurothemis intermedia degener Selys 1879, Neurothemis intermedia excelsa Lieftinck 1934, Neurothemis intermedia intermedia Rambur 1842 ",
    "description2": "കേരളത്തിൽ കാണപ്പെടുന്ന 3 Neurothemis സ്പീഷീസുകളിൽ താരതമ്യേന അപൂർവ്വമായി കാണപ്പെടുന്ന തുമ്പിയാണ് പുൽ തുരുമ്പൻ. പ്രത്യേകിച്ച് തെക്കൻ കേരളത്തിൽ ഇവ വളരെ അപൂർവ്വമാണ്. വടക്കൻ കേരളത്തിൽ കൂടുതലായി കാണപ്പെടുന്ന ഇവയെ പാലക്കാട്, മലപ്പുറം ജില്ലകളിലെ നാട്ടിൻപുറങ്ങളിൽ സുലഭമായി കാണാം. പൊതുവെ വരണ്ട കാലാവസ്ഥ ഇഷ്ടപ്പെടുന്ന വയൽ തുരുമ്പൻ തുമ്പികളെ ",
     "description3": "മഴ കഴിഞ്ഞുള്ള മാസങ്ങളിലാണ് കൂടുതലായും കാണാൻ കഴിയുന്നത്. ഇലപൊഴിയും വനങ്ങൾ ഇവയുടെ ഒരു പ്രധാന ആവാസവ്യവസ്ഥയാണ്. ചുറ്റിനും കുറ്റിച്ചെടികൾ നിറഞ്ഞ ചെറിയ കുളങ്ങൾ ഇവയുടെ ഇഷ്ട കേന്ദ്രങ്ങളാണ്. അധികം ഉയരത്തിൽ പറക്കാൻ ഇഷ്ടപ്പെടാത്ത വയൽ തുരുമ്പൻ കുറ്റിച്ചെടികളുടെയും മറ്റും ഇലപ്പടർപ്പുകളിലിരുന്ന് വെയിൽ കായുന്നത് സാധാരണമാണ്.",
     "description4": "പലപ്പോഴും ചെറിയ കൂട്ടങ്ങളായി കാണപ്പെടുന്ന ഇവയിൽ പെൺതുമ്പികളുടെ എണ്ണം ആൺതുമ്പികളെ അപേക്ഷിച്ച് കൂടുതലായാണ് നിരീക്ഷിക്കപ്പെട്ടിട്ടുള്ളത്. ആൺതുമ്പികളുടെ ഉദരത്തിന് ഏകദേശം രണ്ടര സെന്റിമീറ്ററോളം നീളമുണ്ടായിരിയ്ക്കും. ചിറകുകളുടെ തുടക്കത്തിലുള്ള ചുവപ്പു നിറം ഇവയെ മറ്റു തുമ്പികളിൽ നിന്നും തിരിച്ചറിയാൻ സഹായിക്കുന്നു.",
     "description5": "പെൺതുമ്പികളുടെ ശരീരത്തിന് ചുവപ്പു നിറത്തിനു പകരം കൂടുതൽ മഞ്ഞനിറമായിരിയ്ക്കും.  പെൺതുമ്പികളുടെ ഉദരത്തിലെ കറുപ്പുവരകൾ കൂടുതൽ ഇരുണ്ടതായി കാണപ്പെടുന്നു.",
    "mainPhoto": "~/images/Neurothemis_intermedia_main.jpg",
    "photos": [
      { "url": "~/images/Neurothemis_intermedia_male1.jpg", "credit": "ആൺതുമ്പി © വിനീത് വെങ്ങോലിസ്", "sourceUrl": "https://en.wikipedia.org/wiki/File:Neurothemis_intermedia_05455.jpg" },
      { "url": "~/images/Neurothemis_intermedia_female1.jpg", "credit": "പെൺതുമ്പി © Charles J. Sharp", "sourceUrl": "https://en.wikipedia.org/wiki/File:Paddyfield_parasol_(Neurothemis_intermedia)_female_Kanha.jpg" }
    ],
    "speciesLink": "https://www.inaturalist.org/taxa/107004-Neurothemis-intermedia",
    "wikipediaLink": "https://en.wikipedia.org/wiki/Neurothemis_intermedia"
  },
  {
    "id": 60,
    "commonName": "Pied Paddy-Skimmer",
    "malayalamName": "സ്വാമിത്തുമ്പി",
    "scientificName": "Neurothemis tullia",
	"sciName": "Neurothemis tullia (Drury, 1773)",
    "family": "Libellulidae / Skimmers and Hawks / നീര്‍മുത്തന്‍‍മാര്‍",
    "description1": "തെക്കനേഷ്യയിലും തെക്കു-കിഴക്കനേഷ്യയിലും സാധാരണയായി കാണപ്പെടുന്ന ഒരിനം കല്ലൻ തുമ്പിയാണ് സ്വാമിത്തുമ്പി. കേരളത്തിലെ നാട്ടിൻപുറങ്ങളിലും വയൽപ്രദേശങ്ങളിലും ഇവയെ ധാരാളമായി കാണാം. ആൺതുമ്പിയുടെ ചിറകുകളുടെ നിറവിന്യാസം ശബരിമല തീർത്ഥാടകരുടെ വസ്ത്രധാരണത്തെ അനുസ്മരിപ്പിക്കുന്നതിനാലാണ് ഇവയെ സ്വാമിത്തുമ്പി എന്ന് വിളിക്കുന്നത്.",
    "description2": " ആൺതുമ്പിയും പെൺതുമ്പിയും കാഴ്ച്ചയിൽ വളരെ വ്യത്യാസപ്പെട്ടിരിക്കുന്നു. ശരീരം കറുപ്പുനിറത്തിൽ വെള്ള പുള്ളികളോട് കൂടിയ ആൺതുമ്പികളുടെ ചിറകിന്റെ അഗ്രഭാഗം സുതാര്യവും വെള്ളവരകൾ നിറഞ്ഞതുമാണ്. ആൺതുമ്പികളെ അപേഷിച്ച് പെൺതുമ്പികളുടെ ചിറകുകളിൽ കറുപ്പു പൊട്ടുകളുണ്ട്, ",
     "description3": "കൂടാതെ ചിറകുകൾ ഇളം മഞ്ഞ നിറത്തിൽ കൂടുതൽ സുതാര്യവുമാണ്. ആൺതുമ്പി ആൺതുമ്പിയുടെ മുഖം കറുത്തിട്ടാണ്. പാടശേഖരങ്ങളിലും കുളങ്ങൾക്കരികിലും ധാരാളമായി കാണപ്പെടുന്ന ഒരു തുമ്പിയാണ് സ്വാമിത്തുമ്പി.",
     "description4": "വളരെ സാവധാനത്തിലാണ് സ്വാമിത്തുമ്പിയുടെ പറക്കൽ. നിലത്തോട് ചേർന്ന് കിടക്കുന്ന ചെറിയ മരച്ചില്ലകളും പുല്ലുകളുമെല്ലാം ഇവയുടെ ഇഷ്ട ഇരിപ്പിടങ്ങളാണ്. നെല്പാടങ്ങൾക്കിടയിലുള്ള തോടുകൾ ഇവയുടെ ഇഷ്ട കേന്ദ്രങ്ങളാണ്. ആൺതുമ്പികളും പെൺതുമ്പികളും ചേർന്നുള്ള ചെറിയ കൂട്ടങ്ങളായി ഇവയെ കാണാം.",
     "description5": "ആൺതുമ്പികൾ അധീനപ്രദേശം കാത്തുസൂക്ഷിക്കുന്ന സ്വഭാവക്കാരാണ്. ചതുപ്പുകളിലും ചെറു കുളങ്ങളിലുമാണ് ഇവ സാധാരണയായി മുട്ടയിടുന്നത്. കേരളത്തിൽ വർഷം മുഴുവനും സ്വാമിത്തുമ്പിയെ കാണാം. ജൂലൈ മുതൽ സെപ്റ്റംബർ വരെയുള്ള സമയങ്ങളിലാണ് ഇവയെ കൂടുതലായി കാണാറുള്ളത്.",
    "mainPhoto": "~/images/Neurothemis_tullia_main.jpg",
    "photos": [
      { "url": "~/images/Neurothemis_tullia_male1.jpg", "credit": "ആൺതുമ്പി © ബ്രിജേഷ് പൂക്കോട്ടൂര്‍", "sourceUrl": "https://" },
	  { "url": "~/images/Neurothemis_tullia_male2.jpg", "credit": "ആൺതുമ്പി © ബ്രിജേഷ് പൂക്കോട്ടൂര്‍", "sourceUrl": "https://" },
      { "url": "~/images/Neurothemis_tullia_female1.jpg", "credit": "പെൺതുമ്പി © ബ്രിജേഷ് പൂക്കോട്ടൂര്‍", "sourceUrl": "https://" },
    ],
    "speciesLink": "https://www.inaturalist.org/taxa/107008-Neurothemis-tullia",
    "wikipediaLink": "https://en.wikipedia.org/wiki/Neurothemis_tullia"
  }
 ]
