[
 {
    "id": 60,
    "commonName": "Pied Paddy-Skimmer",
    "malayalamName": "സ്വാമിത്തുമ്പി",
    "scientificName": "Neurothemis tullia",
	"sciName": "Neurothemis tullia (Drury, 1773)",
    "family": "Libellulidae / Skimmers and Hawks / നീര്‍മുത്തന്‍‍മാര്‍",
    "description1": "തെക്കനേഷ്യയിലും തെക്കു-കിഴക്കനേഷ്യയിലും സാധാരണയായി കാണപ്പെടുന്ന ഒരിനം കല്ലൻ തുമ്പിയാണ് സ്വാമിത്തുമ്പി. കേരളത്തിലെ നാട്ടിൻപുറങ്ങളിലും വയൽപ്രദേശങ്ങളിലും ഇവയെ ധാരാളമായി കാണാം. ആൺതുമ്പിയുടെ ചിറകുകളുടെ നിറവിന്യാസം ശബരിമല തീർത്ഥാടകരുടെ വസ്ത്രധാരണത്തെ അനുസ്മരിപ്പിക്കുന്നതിനാലാണ് ഇവയെ സ്വാമിത്തുമ്പി എന്ന് വിളിക്കുന്നത്.",
    "description2": " ആൺതുമ്പിയും പെൺതുമ്പിയും കാഴ്ച്ചയിൽ വളരെ വ്യത്യാസപ്പെട്ടിരിക്കുന്നു. ശരീരം കറുപ്പുനിറത്തിൽ വെള്ള പുള്ളികളോട് കൂടിയ ആൺതുമ്പികളുടെ ചിറകിന്റെ അഗ്രഭാഗം സുതാര്യവും വെള്ളവരകൾ നിറഞ്ഞതുമാണ്. ആൺതുമ്പികളെ അപേഷിച്ച് പെൺതുമ്പികളുടെ ചിറകുകളിൽ കറുപ്പു പൊട്ടുകളുണ്ട്, ",
     "description3": "കൂടാതെ ചിറകുകൾ ഇളം മഞ്ഞ നിറത്തിൽ കൂടുതൽ സുതാര്യവുമാണ്. ആൺതുമ്പി ആൺതുമ്പിയുടെ മുഖം കറുത്തിട്ടാണ്. പാടശേഖരങ്ങളിലും കുളങ്ങൾക്കരികിലും ധാരാളമായി കാണപ്പെടുന്ന ഒരു തുമ്പിയാണ് സ്വാമിത്തുമ്പി.",
     "description4": "വളരെ സാവധാനത്തിലാണ് സ്വാമിത്തുമ്പിയുടെ പറക്കൽ. നിലത്തോട് ചേർന്ന് കിടക്കുന്ന ചെറിയ മരച്ചില്ലകളും പുല്ലുകളുമെല്ലാം ഇവയുടെ ഇഷ്ട ഇരിപ്പിടങ്ങളാണ്. നെല്പാടങ്ങൾക്കിടയിലുള്ള തോടുകൾ ഇവയുടെ ഇഷ്ട കേന്ദ്രങ്ങളാണ്. ആൺതുമ്പികളും പെൺതുമ്പികളും ചേർന്നുള്ള ചെറിയ കൂട്ടങ്ങളായി ഇവയെ കാണാം.",
     "description5": "ആൺതുമ്പികൾ അധീനപ്രദേശം കാത്തുസൂക്ഷിക്കുന്ന സ്വഭാവക്കാരാണ്. ചതുപ്പുകളിലും ചെറു കുളങ്ങളിലുമാണ് ഇവ സാധാരണയായി മുട്ടയിടുന്നത്. കേരളത്തിൽ വർഷം മുഴുവനും സ്വാമിത്തുമ്പിയെ കാണാം. ജൂലൈ മുതൽ സെപ്റ്റംബർ വരെയുള്ള സമയങ്ങളിലാണ് ഇവയെ കൂടുതലായി കാണാറുള്ളത്.",
    "mainPhoto": "~/images/Neurothemis_tullia_main.jpg",
    "photos": [
      { "url": "~/images/Neurothemis_tullia_male1.jpg", "credit": "ആൺതുമ്പി © ബ്രിജേഷ് പൂക്കോട്ടൂര്‍", "sourceUrl": "https://" },
	  { "url": "~/images/Neurothemis_tullia_male2.jpg", "credit": "ആൺതുമ്പി © ബ്രിജേഷ് പൂക്കോട്ടൂര്‍", "sourceUrl": "https://" },
      { "url": "~/images/Neurothemis_tullia_female1.jpg", "credit": "പെൺതുമ്പി © ബ്രിജേഷ് പൂക്കോട്ടൂര്‍", "sourceUrl": "https://" },
    ],
    "speciesLink": "https://www.inaturalist.org/taxa/107008-Neurothemis-tullia",
    "wikipediaLink": "https://en.wikipedia.org/wiki/Neurothemis_tullia"
  }
 ]
